#+TAGS: noexport(n) EM(e) HMRF(h) MMST(m)
#+LANGUAGE: en

#+Title: Notes
#+AUTHOR:      Steven QUINITO MASNADA


#+LATEX_HEADER: \usepackage[american]{babel}
#+LATEX_HEADER: \usepackage{amsmath,amssymb,amsthm,amsfonts}

**** Neighbors interactions
   #+begin_src R :results output :session :exports both
     beta = 1

     z1 = matrix(0, nrow = 3, ncol = 1)
     z2 = matrix(0, nrow = 3, ncol = 1)
     z3 = matrix(0, nrow = 3, ncol = 1)
     z4 = matrix(0, nrow = 3, ncol = 1)
     z5 = matrix(0, nrow = 3, ncol = 1)

     z1[1,1] = 1
     z2[2,1] = 1
     z3[2,1] = 1
     z4[3,1] = 1
     z5[1,1] = 1

     beta/2 * ()
   #+end_src

   #+RESULTS:
   :      [,1]
   : [1,]    0
   : [2,]    0
   : [3,]    0

